Repository: Mikachu/openbox
Catalog: po/*.po
Languages: bg_bg, ko

source: Invalid action "%s" requested. No such action exists.
bg_bg: Невалидно действие "%s". Такова действие не съществува.
ko: "%s"이(가) 잘못된 작업을 요청했습니다. 해당 작업이 없습니다.

source: No
bg_bg: Не
ko: 아니오

source: Yes
bg_bg: Да
ko: 예

source: Execute
bg_bg: Изпълняване
ko: 실행

source: Failed to convert the path "%s" from utf8
bg_bg: Неуспешно конвертиране на пътя "%s" от utf8
ko: "%s" 경로를 utf8에서 변환하지 못했습니다

source: Cancel
bg_bg: Отказ
ko: 취소

source: Exit
bg_bg: Изход
ko: 종료

source: Are you sure you want to exit Openbox?
bg_bg: Наистина ли искате да излезете от Openbox?
ko: Openbox를 종료하시겠습니까?

source: Exit Openbox
bg_bg: Изход от Openbox
ko: Openbox 종료

source: The SessionLogout action is not available since Openbox was built without session management support
bg_bg: Действието SessionLogout не е налично, тъй като Openbox е изграден без поддръжка на управление на сесии

source: Log Out
bg_bg: Напускане
ko: 로그아웃

source: Are you sure you want to log out?
bg_bg: Наистина ли искате да напуснете сесията ?
ko: 로그아웃하시겠습니까?

source: Unnamed Window
bg_bg: Прозорец без име
ko: 이름 없는 창

source: Killing...
bg_bg: Прекратяване...
ko: 죽이는 중...

source: Not Responding
bg_bg: Няма обратен отговор
ko: 응답하지 않음

source: The window "%s" does not seem to be responding. Do you want to force it to exit by sending the %s signal?
bg_bg: Прозорец "%s" не отговаря. Искате ли принудително да бъде прекратен с изпращане на сигнал %s?
ko: "%s" 창이 응답하지 않는 것 같습니다. %s 신호를 전송하여 강제로 종료하시겠습니까?

source: End Process
bg_bg: Завършване на процес
ko: 프로세스 종료

source: The window "%s" does not seem to be responding. Do you want to disconnect it from the X server?
bg_bg: Прозорец "%s" не отговаря. Искате ли да го изключите от Х-сървъра?
ko: "%s" 창이 응답하지 않는 것 같습니다. X 서버에서 연결을 끊으시겠습니까?

source: Disconnect
bg_bg: Прекъсване
ko: 연결 해제

source: Go there...
bg_bg: Отиване към...
ko: 거기로 가기...

source: Manage desktops
bg_bg: Управление на работните плотове
ko: 바탕화면 관리

source: _Add new desktop
bg_bg: Добавяне на нов работен плот(_A)
ko: 새 바탕화면 추가(_A)

source: _Remove last desktop
bg_bg: Премахване на последния работен плот(_R)
ko: 마지막 바탕화면 제거(_R)

source: Windows
bg_bg: Прозорци
ko: 창

source: Desktops
bg_bg: Работен плот
ko: 바탕화면

source: All desktops
bg_bg: Всички работни плотове
ko: 모든 바탕화면

source: _Layer
bg_bg: Ниво(_L)
ko: 레이어(_L)

source: Always on _top
bg_bg: Винаги отгоре(_T)
ko: 항상 위에(_T)

source: _Normal
bg_bg: Нормално(_N)
ko: 보통(_N)

source: Always on _bottom
bg_bg: Винаги отдолу(_B)
ko: 항상 밑에(_B)

source: _Send to desktop
bg_bg: Преместване в работен плот(_S)
ko: 바탕화면으로 보내기(_S)

source: Client menu
bg_bg: Потребителско меню
ko: 클라이언트 메뉴

source: R_estore
bg_bg: Възстановяване(_E)
ko: 복원(_E)

source: _Move
bg_bg: Преместване(_M)
ko: 이동(_M)

source: Resi_ze
bg_bg: Преоразмеряване(_Z)
ko: 크기조정(_Z)

source: Ico_nify
bg_bg: Свиване в икона(_N)
ko: 아이콘화(_N)

source: Ma_ximize
bg_bg: Максимизиране(_X)
ko: 최대화(_X)

source: _Roll up/down
bg_bg: Разгъване нагоре/надолу(_R)
ko: 롤 업/다운(_R)

source: Un/_Decorate
bg_bg: Скриване/Показване на заглавна лента(_D)
ko: 꾸미기/해제(_D)

source: _Close
bg_bg: Затваряне(_C)
ko: 닫기(_C)

source: Invalid button "%s" specified in config file
bg_bg: Невалиден бутон в конфигурационния файл "%s"
ko: 구성 파일에 지정된 잘못된 버튼 "%s"

source: Conflict with key binding in config file
bg_bg: Конфликт с клавишна комбинация в конфигурационния файл
ko: 구성 파일의 키 바인딩과 충돌

source: Unable to find a valid menu file "%s"
bg_bg: Невъзможно намирането на валиден файл на меню "%s"
ko: "%s"유효한 메뉴 파일을 찾을 수 없습니다

source: Failed to execute command for pipe-menu "%s": %s
bg_bg: Неуспешно изпълнение на команда за меню–канала "%s": %s
ko: "%s" 파이프 메뉴에 대한 명령을 실행하지 못했습니다: %s

source: Invalid output from pipe-menu "%s"
bg_bg: Невалиден изход от меню-канала "%s"
ko: "%s" 파이프 메뉴의 출력이 잘못되었습니다

source: Attempted to access menu "%s" but it does not exist
bg_bg: Опит за достъп на меню "%s", което не съществува
ko: "%s" 메뉴에 액세스하려고 했지만 존재하지 않습니다

source: More...
bg_bg: Подробно...
ko: 더 보기...

source: Invalid button "%s" in mouse binding
bg_bg: Невалиден бутон "%s" в комбинация на мишка
ko: 마우스 바인딩의 "%s" 버튼이 잘못되었습니다

source: Invalid context "%s" in mouse binding
bg_bg: Невалиден контекст "%s" в комбинация на мишка
ko: 마우스 바인딩의 잘못된 컨텍스트 "%s"

source: Unable to change to home directory "%s": %s
bg_bg: Невъзможно преминаването в домашната директория "%s": %s
ko: "%s" 홈 디렉토리로 변경할 수 없습니다: %s

source: Failed to open the display from the DISPLAY environment variable.
bg_bg: Неуспешно отваряне на дисплея от променливата на средата DISPLAY.
ko: DISPLAY 환경 변수에서 디스플레이를 열지 못했습니다.

source: Failed to initialize the obrender library.
bg_bg: Неуспешно инициализиране на библиотека obrender.
ko: obrender 라이브러리를 초기화하지 못했습니다.

source: X server does not support locale.
bg_bg: X сървърът не поддържа локала.
ko: X 서버는 로케일을 지원하지 않습니다.

source: Cannot set locale modifiers for the X server.
bg_bg: Невъзможно установяването на модификаторите на локала за X сървъра.
ko: X 서버에 대한 로케일 수정자를 설정할 수 없습니다.

source: Unable to find a valid config file, using some simple defaults
bg_bg: Невъзможно намирането на валиден конфигурационен файл, използват се някои стандартни настройки
ko: 몇 가지 간단한 기본값을 사용하여, 유효한 구성 파일을 찾을 수 없습니다.

source: Unable to load a theme.
bg_bg: Невъзможно зареждането на темата.
ko: 테마를 불러오기할 수 없습니다.

source: One or more XML syntax errors were found while parsing the Openbox configuration files. See stdout for more information. The last error seen was in file "%s" line %d, with message: %s
bg_bg: При обработката на конфигурационния файл на Openbox са намерени една или повече XML синтактични грешки. За подробна информация вижте stdout. Последната грешка открита във файл "%s" ред %d, с съобщение: %s
ko: Openbox 구성 파일을 구문 분석하는 동안 하나 이상의 XML 구문 오류가 발견되었습니다. 자세한 내용은 stdout을 참조하십시오. "%s" 파일의 행 %d에 다음과 같은 메시지가 마지막으로 표시되었습니다: %s

source: Openbox Syntax Error
bg_bg: Openbox Синтактична грешка
ko: Openbox 문법 오류

source: Close
bg_bg: Затваряне
ko: 닫기

source: Restart failed to execute new executable "%s": %s
bg_bg: При рестартирането не успя да се изпълни нов изпълним файл "%s": %s
ko: "%s" 새 실행 파일을 다시 시작하지 못했습니다: %s

source: Syntax: openbox [options]
bg_bg: Синтаксис: openbox [options]
ko: 문법: openbox [옵션]

source: Options:
bg_bg: Опции:
ko: 옵션:

source: --help Display this help and exit
bg_bg: --help Показване на тази помощ и изход
ko: --help 이 도움말을 표시하고 종료합니다

source: --version Display the version and exit
bg_bg: --version Показване на версията и изход
ko: --version 버전 표시 및 종료

source: --replace Replace the currently running window manager
bg_bg: --replace Заменяне на текущия мениджър на прозорци
ko: --replace 현재 실행 중인 창 관리자 교체

source: --config-file FILE Specify the path to the config file to use
bg_bg: --config-file FILE Указване на пътя към конфигурационния файл, който да се използва
ko: --config-file FILE 사용할 구성 파일의 경로 지정

source: --sm-disable Disable connection to the session manager
bg_bg: --sm-disable Прекъсване на връзката с мениджъра на сесията
ko: --sm-disable 세션 관리자에 대한 연결 비활성화

source: Passing messages to a running Openbox instance:
bg_bg: Насочване на съобщенията към Openbox:
ko: 실행 중인 Openbox 인스턴스에 메시지 전달:

source: --reconfigure Reload Openbox's configuration
bg_bg: --reconfigure Презареждане на конфигурационния файл на Openbox
ko: --reconfigure Reload Openbox의 구성 다시 불러오기

source: --restart Restart Openbox
bg_bg: --restart Рестартиране на Openbox
ko: --restart Openbox 재시작

source: --exit Exit Openbox
bg_bg: --exit Изход от Openbox
ko: --exit Openbox 종료

source: Debugging options:
bg_bg: Опции за отстраняване на грешки:
ko: 디버깅 옵션:

source: --sync Run in synchronous mode
bg_bg: --sync Изпълнение в синхронен режим
ko: --sync 동기성 모드에서 실행

source: --debug Display debugging output
bg_bg: --debug Показване на изход за отстраняване на грешки
ko: --debug 디버깅 출력 표시

source: --debug-focus Display debugging output for focus handling
bg_bg: --debug-focus Показване на изход за отстраняване на грешки за обработка на фокуса
ko: --debug-focus 포커스 처리를 위한 디버깅 출력 표시

source: --debug-xinerama Split the display into fake xinerama screens
bg_bg: --debug-xinerama Разделяне на дисплея на фалшиви екрани xinerama
ko: --debug-xinerama 디스플레이를 가짜 xinerama 화면으로 분할

source: Please report bugs at %s
bg_bg: Моля, съобщавайте за грешки на %s
ko: %s에서 버그를 보고하십시오

source: --config-file requires an argument
bg_bg: --config-file изисква аргумент

source: Invalid command line argument "%s"
bg_bg: Невалиден аргумент на командния ред "%s"
ko: "%s" 명령줄 인수가 잘못되었습니다

source: A window manager is already running on screen %d
bg_bg: Мениджър на прозорци вече е активен на екран %d
ko: %d 화면에서 창 관리자가 이미 실행 중입니다

source: Could not acquire window manager selection on screen %d
bg_bg: Невъзможно прилагането на избрания мениджър на прозорци на екран %d
ko: %d 화면에서 창 관리자 선택을 가져올 수 없습니다

source: The WM on screen %d is not exiting
bg_bg: Мениджърът на прозорци на екран %d не се прекратява
ko: %d 화면의 WM이 종료되지 않습니다

source: Openbox is configured for %d desktop, but the current session has %d. Overriding the Openbox configuration.
bg_bg: Openbox е конфигуриран за %d работен плот, а в текущата сесия има %d. Променяне на настройките на Openbox.
ko: %d개의 데스크톱에 대해 Openbox가 구성되어 있지만 현재 세션에 %d개가 있습니다. Openbox 구성을 재정의합니다.

source: desktop %i
bg_bg: работен плот %i
ko: 바탕화면 %i

source: Unable to make directory "%s": %s
bg_bg: Невъзможно създаването на директория '%s': %s

source: Unable to save the session to "%s": %s
bg_bg: Невъзможно запазването на сесията '%s': %s

source: Error while saving the session to "%s": %s
bg_bg: Грешка при запазването на сесията в "%s": %s

source: Not connected to a session manager
bg_bg: Не е свързан към мениджър на сесия

source: Running %s
bg_bg: Изпълняване %s
ko: %s 실행하는 중

source: Invalid modifier key "%s" in key/mouse binding
bg_bg: Невалиден модификатор "%s" в комбинация на клавиши/мишка
ko: 키/마우스 바인딩의 "%s" 수정자 키가 잘못되었습니다

source: Invalid key code "%s" in key binding
bg_bg: Невалиден код на ключа "%s" в клавишна комбинация
ko: 키 바인딩의 "%s" 키 코드가 잘못되었습니다.

source: Invalid key name "%s" in key binding
bg_bg: Невалидно име на ключа "%s" в клавишна комбинация
ko: 키 바인딩의 "%s" 키 이름이 잘못되었습니다

source: Requested key "%s" does not exist on the display
bg_bg: Изискваният ключ "%s" не съществува на дисплея
ko: 요청된 "%s" 키가 디스플레이에 없습니다

source: X Error: %s
bg_bg: X грешка: %s

source: OK
bg_bg: Добре
ko: 확인

source: Openbox was compiled without image loading support. Icons in menus will not be loaded.
ko: Openbox는 이미지 불러오기 지원없이 컴파일 되었습니다. 메뉴의 아이콘은 불러오기되지 않습니다.

source: Unable to make directory '%s': %s
ko: '%s' 디렉토리를 만들 수 없음: %s

source: --startup CMD Run CMD after starting
ko: --startup CMD 시작후 CMD 실행

source: --debug-session Display debugging output for session management
ko: --debug-session 세션 관리를 위한 디버깅 출력 표시

source: %s requires an argument
ko: %s에 인수가 필요합니다n
